questions = [
    "1. Вы любили в детстве собирать конструктор?",
    "2. Любите ли вы все раскладывать по полочкам и систематизировать?",
    "3. Вы внимательны к деталям?",
    "4. У вас есть начальные знания английского языка?",
    """
    5. Вы не боитесь куска кода и готовы его прочитать?

age=28
name=”Иван”
profession=”Python разработчик”
print (“Привет, меня зовут”, name, “ — мне”, age, “лет”, “и я”, “profession”)
""",
    "6. Вы уже пробовали программировать?",
    "7. Вы уверены, что хотите стать IT-специалистом?",
]

answers = [
    # 0 -> 3
    """Ваши шансы стать IT-специалистом и зарабатывать от 100 000 рублей выше среднего статистического! Это уже не может не радовать. Чтобы повысить вероятность успеха, рекомендуем побольше попрактиковаться: посетите сайты для разработчиков, подпишитесь на несколько телеграмм-сообществ и погрузитесь в работу — попробуйте собрать свой собственный код. А если сложно — приходите к нам на курс по профессии «Python-разработчик». Там мы поможем вам освоить крутую и востребованную профессию.

Переходите по ссылке и узнайте больше о профессии
https://go.skyeng.ru/test_30_06
""",
    # 4 -> 7
    """Ваши шансы стать IT-специалистом и зарабатывать от 100 000 рублей в месяц очень высоки! Осталось дело за малым — выделить время и освоить одну из самых востребованных профессий «Python разработчик», а мы сможем в этом помочь. Приходите на наш курс по этой профессии! Мы дадим всю необходимую информацию, вы сможете на реальных кейсах научиться решать бизнес-задачи, а наши замечательные наставники ответят на любые вопросы и помогут поддержать мотивацию в обучении.

Переходите по ссылке и узнайте больше об обучении в Skypro!
https://go.skyeng.ru/test_30_06"""
]
